export const regions = ["АР Крим", "Вінницька область", "Волинська область", "Дніпропетровська область", "Донецька область", "Житомирська область", "Запорізька область", "Закарпатська область", "Івано-Франківська область", "Київська область",
    "Кіровоградська область", "Луганська область", "Львівська область", "Миколаївська область", "Одеська область", "Полтавська область", "Рівненська область", "Сумська область",
    "Тернопільська область", "Харківська область", "Херсонська область", "Хмельницька область", "Чернігівська область", "Черкаська область", "Чернівецька область"]

export const aid_types = [{type: "FOOD", label: "Харчування"}, {type: "CLOTHES", label: "Одяг"}, {type: "MEDICINE", label: "Ліки"},
    {type: "GADGETS", label: "Техніка"}, {type: "MATERIALS", label: "Матеріали"}, {type: "OTHER", label: "Інше"}]

export const roles = [{role: "ADMIN", label: "Адміністратор хабу"},{role: "DRIVER", label: "Водій"},{role: "VOLUNTEER", label: " Волонтер"} ]

export const status_hubs = [{status: "Empty", label: "Хаб приймає посилки"}, {status: "Busy", label: "Хаб зайнятий"}]
export const status_shipments = [ {status: "Created", label: "Очікується"}, {status: "Delivered", label: "Очікує в хабі"},
    {status: "Shipped", label: "Відправлено"}]
